Repository: MXF-Apps/WatchNext
Catalog: WatchNext/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# issue.advice.serverError
source: %1$(service)@ answered with an error. Check that the server runs a supported version.
ar: أجاب %1$(service)@ بخطأ. تأكد من أن الخادم يعمل بإصدار مدعوم.
de: %1$(service)@ hat mit einem Fehler geantwortet. Prüfe, ob der Server eine unterstützte Version ausführt.
es: %1$(service)@ respondió con un error. Comprueba que el servidor use una versión compatible.
fr: %1$(service)@ a renvoyé une erreur. Vérifiez que le serveur utilise une version prise en charge.
it: %1$(service)@ ha risposto con un errore. Verifica che il server usi una versione supportata.
ja: %1$(service)@ がエラーを返しました。サーバーが対応バージョンで動作しているか確認してください。
ko: %1$(service)@ 서버가 오류로 응답했습니다. 지원되는 버전인지 확인하세요.
nl: %1$(service)@ antwoordde met een fout. Controleer of de server een ondersteunde versie draait.
pl: %1$(service)@ odpowiedział błędem. Sprawdź, czy serwer działa w obsługiwanej wersji.
pt_br: %1$(service)@ respondeu com um erro. Verifique se o servidor usa uma versão compatível.
ru: %1$(service)@ ответил ошибкой. Убедитесь, что сервер работает на поддерживаемой версии.
tr: %1$(service)@ bir hatayla yanıt verdi. Sunucunun desteklenen bir sürümde çalıştığını kontrol edin.
zh_hans: %1$(service)@ 返回了错误。请检查服务器是否运行受支持的版本。
zh_hant: %1$(service)@ 回應了錯誤。請確認伺服器執行的是受支援的版本。

# issue.advice.unauthorized
source: %1$(service)@ rejected the saved credentials. Replace the key or sign in again under Settings › Servers.
ar: رفض %1$(service)@ بيانات الاعتماد المحفوظة. استبدل المفتاح أو سجّل الدخول مجددًا في الإعدادات › الخوادم.
de: %1$(service)@ hat die gespeicherten Zugangsdaten abgelehnt. Ersetze den Schlüssel oder melde dich unter Einstellungen › Server erneut an.
es: %1$(service)@ rechazó las credenciales guardadas. Sustituye la clave o vuelve a iniciar sesión en Ajustes › Servidores.
fr: %1$(service)@ a refusé les identifiants enregistrés. Remplacez la clé ou reconnectez-vous dans Réglages › Serveurs.
it: %1$(service)@ ha rifiutato le credenziali salvate. Sostituisci la chiave o accedi di nuovo in Impostazioni › Server.
ja: %1$(service)@ が保存済みの認証情報を拒否しました。「設定 › サーバー」でキーを置き換えるか、再度サインインしてください。
ko: %1$(service)@ 서버가 저장된 자격 증명을 거부했습니다. 설정 › 서버에서 키를 교체하거나 다시 로그인하세요.
nl: %1$(service)@ heeft de opgeslagen aanmeldgegevens geweigerd. Vervang de sleutel of meld je opnieuw aan onder Instellingen › Servers.
pl: %1$(service)@ odrzucił zapisane dane logowania. Zamień klucz lub zaloguj się ponownie w Ustawienia › Serwery.
pt_br: %1$(service)@ rejeitou as credenciais salvas. Substitua a chave ou entre novamente em Ajustes › Servidores.
ru: %1$(service)@ отклонил сохранённые учётные данные. Замените ключ или войдите заново в разделе «Настройки › Серверы».
tr: %1$(service)@ kayıtlı kimlik bilgilerini reddetti. Ayarlar › Sunucular bölümünde anahtarı değiştirin veya yeniden oturum açın.
zh_hans: %1$(service)@ 拒绝了已保存的凭据。请在“设置 › 服务器”中更换密钥或重新登录。
zh_hant: %1$(service)@ 拒絕了已儲存的憑證。請在「設定 › 伺服器」中更換金鑰或重新登入。

# issue.advice.unreachable
source: %1$(service)@ did not answer. Check its address under Settings › Servers and that the server is running.
ar: لم يستجب %1$(service)@. تحقق من عنوانه في الإعدادات › الخوادم ومن أن الخادم يعمل.
de: %1$(service)@ hat nicht geantwortet. Prüfe die Adresse unter Einstellungen › Server und ob der Server läuft.
es: %1$(service)@ no respondió. Comprueba su dirección en Ajustes › Servidores y que el servidor esté en marcha.
fr: %1$(service)@ ne répond pas. Vérifiez son adresse dans Réglages › Serveurs et que le serveur est en marche.
it: %1$(service)@ non ha risposto. Controlla l’indirizzo in Impostazioni › Server e che il server sia in esecuzione.
ja: %1$(service)@ が応答しません。「設定 › サーバー」でアドレスを確認し、サーバーが動作しているか確認してください。
ko: %1$(service)@ 서버가 응답하지 않습니다. 설정 › 서버에서 주소를 확인하고 서버가 실행 중인지 확인하세요.
nl: %1$(service)@ antwoordde niet. Controleer het adres onder Instellingen › Servers en of de server draait.
pl: %1$(service)@ nie odpowiedział. Sprawdź adres w Ustawienia › Serwery i czy serwer działa.
pt_br: %1$(service)@ não respondeu. Verifique o endereço em Ajustes › Servidores e se o servidor está em execução.
ru: %1$(service)@ не отвечает. Проверьте его адрес в разделе «Настройки › Серверы» и убедитесь, что сервер запущен.
tr: %1$(service)@ yanıt vermedi. Ayarlar › Sunucular bölümünde adresini ve sunucunun çalıştığını kontrol edin.
zh_hans: %1$(service)@ 没有响应。请在“设置 › 服务器”中检查其地址，并确认服务器正在运行。
zh_hant: %1$(service)@ 沒有回應。請在「設定 › 伺服器」中檢查其位址，並確認伺服器正在執行。

# issue.localNetwork.failed.message
source: The local network check failed (%1$(reason)@).
ar: فشل فحص الشبكة المحلية (%1$(reason)@).
de: Die Prüfung des lokalen Netzwerks ist fehlgeschlagen (%1$(reason)@).
es: La comprobación de la red local falló (%1$(reason)@).
fr: La vérification du réseau local a échoué (%1$(reason)@).
it: La verifica della rete locale non è riuscita (%1$(reason)@).
ja: ローカルネットワークの確認に失敗しました（%1$(reason)@）。
ko: 로컬 네트워크 확인에 실패했습니다(%1$(reason)@).
nl: De controle van het lokale netwerk is mislukt (%1$(reason)@).
pl: Sprawdzenie sieci lokalnej nie powiodło się (%1$(reason)@).
pt_br: A verificação da rede local falhou (%1$(reason)@).
ru: Проверка локальной сети не удалась (%1$(reason)@).
tr: Yerel ağ denetimi başarısız oldu (%1$(reason)@).
zh_hans: 本地网络检查失败（%1$(reason)@）。
zh_hant: 本機網路檢查失敗（%1$(reason)@）。

# issue.localNetwork.noAuth.advice
source: Turn on Local Network for WatchNext in the Settings app, then try again.
ar: فعّل «الشبكة المحلية» لـ WatchNext في تطبيق الإعدادات، ثم أعد المحاولة.
de: Aktiviere „Lokales Netzwerk“ für WatchNext in der Einstellungen-App und versuche es erneut.
es: Activa «Red local» para WatchNext en la app Ajustes y vuelve a intentarlo.
fr: Activez Réseau local pour WatchNext dans l’app Réglages, puis réessayez.
it: Attiva «Rete locale» per WatchNext nell’app Impostazioni, poi riprova.
ja: 「設定」アプリで WatchNext の「ローカルネットワーク」をオンにしてから、もう一度お試しください。
ko: 설정 앱에서 WatchNext의 로컬 네트워크를 켠 다음 다시 시도하세요.
nl: Zet ‘Lokaal netwerk’ voor WatchNext aan in de app Instellingen en probeer het opnieuw.
pl: Włącz „Sieć lokalna” dla WatchNext w aplikacji Ustawienia i spróbuj ponownie.
pt_br: Ative “Rede local” para o WatchNext no app Ajustes e tente novamente.
ru: Включите «Локальная сеть» для WatchNext в приложении «Настройки» и повторите попытку.
tr: Ayarlar uygulamasında WatchNext için Yerel Ağ’ı açıp yeniden deneyin.
zh_hans: 请在“设置”应用中为 WatchNext 开启“本地网络”，然后重试。
zh_hant: 請在「設定」App 中為 WatchNext 開啟「本機網路」，然後再試一次。

# issue.localNetwork.noAuth.message
source: iOS did not allow WatchNext to look for devices on the local network.
ar: لم يسمح iOS لـ WatchNext بالبحث عن أجهزة على الشبكة المحلية.
de: iOS hat WatchNext nicht erlaubt, nach Geräten im lokalen Netzwerk zu suchen.
es: iOS no permitió que WatchNext buscara dispositivos en la red local.
fr: iOS n’a pas autorisé WatchNext à rechercher des appareils sur le réseau local.
it: iOS non ha permesso a WatchNext di cercare dispositivi sulla rete locale.
ja: iOS が WatchNext によるローカルネットワーク上のデバイス検索を許可しませんでした。
ko: iOS가 WatchNext의 로컬 네트워크 기기 검색을 허용하지 않았습니다.
nl: iOS heeft WatchNext niet toegestaan naar apparaten in het lokale netwerk te zoeken.
pl: iOS nie pozwolił WatchNext szukać urządzeń w sieci lokalnej.
pt_br: O iOS não permitiu que o WatchNext procurasse dispositivos na rede local.
ru: iOS не разрешила WatchNext искать устройства в локальной сети.
tr: iOS, WatchNext’in yerel ağdaki aygıtları aramasına izin vermedi.
zh_hans: iOS 未允许 WatchNext 查找本地网络上的设备。
zh_hant: iOS 未允許 WatchNext 尋找本機網路上的裝置。

# issue.localNetwork.timeout.advice
source: Answer the permission prompt if it is showing, or check Local Network for WatchNext in the Settings app, then try again.
ar: أجِب على طلب الإذن إذا كان معروضًا، أو تحقق من «الشبكة المحلية» لـ WatchNext في تطبيق الإعدادات، ثم أعد المحاولة.
de: Beantworte die Berechtigungsanfrage, falls sie angezeigt wird, oder prüfe „Lokales Netzwerk“ für WatchNext in der Einstellungen-App und versuche es erneut.
es: Responde a la solicitud de permiso si aparece, o comprueba «Red local» para WatchNext en la app Ajustes y vuelve a intentarlo.
fr: Répondez à la demande d’autorisation si elle est affichée, ou vérifiez Réseau local pour WatchNext dans l’app Réglages, puis réessayez.
it: Rispondi alla richiesta di autorizzazione se è visibile, oppure controlla «Rete locale» per WatchNext nell’app Impostazioni, poi riprova.
ja: 権限のダイアログが表示されていれば応答するか、「設定」アプリで WatchNext の「ローカルネットワーク」を確認してから、もう一度お試しください。
ko: 권한 요청이 표시되어 있으면 응답하거나, 설정 앱에서 WatchNext의 로컬 네트워크를 확인한 다음 다시 시도하세요.
nl: Beantwoord de toestemmingsvraag als die zichtbaar is, of controleer ‘Lokaal netwerk’ voor WatchNext in de app Instellingen en probeer het opnieuw.
pl: Odpowiedz na prośbę o uprawnienie, jeśli jest widoczna, albo sprawdź „Sieć lokalna” dla WatchNext w aplikacji Ustawienia i spróbuj ponownie.
pt_br: Responda ao pedido de permissão se ele aparecer, ou verifique “Rede local” para o WatchNext no app Ajustes e tente novamente.
ru: Ответьте на запрос разрешения, если он показан, или проверьте «Локальная сеть» для WatchNext в приложении «Настройки», затем повторите попытку.
tr: Görünüyorsa izin istemini yanıtlayın veya Ayarlar uygulamasında WatchNext için Yerel Ağ’ı kontrol edip yeniden deneyin.
zh_hans: 如果正在显示权限提示，请先回应；或在“设置”应用中检查 WatchNext 的“本地网络”权限，然后重试。
zh_hant: 若正顯示權限提示請先回應，或在「設定」App 中檢查 WatchNext 的「本機網路」，然後再試一次。

# issue.localNetwork.timeout.message
source: Local network access could not be confirmed.
ar: تعذّر تأكيد الوصول إلى الشبكة المحلية.
de: Der Zugriff auf das lokale Netzwerk konnte nicht bestätigt werden.
es: No se pudo confirmar el acceso a la red local.
fr: Impossible de confirmer l’accès au réseau local.
it: Impossibile confermare l’accesso alla rete locale.
ja: ローカルネットワークへのアクセスを確認できませんでした。
ko: 로컬 네트워크 접근을 확인할 수 없습니다.
nl: Toegang tot het lokale netwerk kon niet worden bevestigd.
pl: Nie można potwierdzić dostępu do sieci lokalnej.
pt_br: Não foi possível confirmar o acesso à rede local.
ru: Не удалось подтвердить доступ к локальной сети.
tr: Yerel ağ erişimi doğrulanamadı.
zh_hans: 无法确认本地网络访问权限。
zh_hant: 無法確認本機網路存取權。

# media.availability.ready.label
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Disponible
it: Pronto
ja: 視聴可能
ko: 시청 가능
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
tr: Hazır
zh_hans: 可观看
zh_hant: 可觀看

# media.playback.progress.accessibilityLabel
source: Playback progress
ar: تقدّم التشغيل
de: Wiedergabefortschritt
es: Progreso de reproducción
fr: Progression de la lecture
it: Avanzamento della riproduzione
ja: 再生の進行状況
ko: 재생 진행률
nl: Afspeelvoortgang
pl: Postęp odtwarzania
pt_br: Progresso da reprodução
ru: Ход воспроизведения
tr: Oynatma ilerlemesi
zh_hans: 播放进度
zh_hant: 播放進度

# media.release.episode.accessibilityLabel
source: Aired %1$(time)@, not downloaded yet
ar: بُثّ %1$(time)@، لم يُنزَّل بعد
de: Ausgestrahlt %1$(time)@, noch nicht heruntergeladen
es: Emitido %1$(time)@, todavía sin descargar
fr: Diffusion %1$(time)@, pas encore téléchargé
it: Andato in onda %1$(time)@, non ancora scaricato
ja: %1$(time)@に放送済み、まだダウンロードされていません
ko: %1$(time)@ 방영됨, 아직 다운로드되지 않음
nl: Uitgezonden %1$(time)@, nog niet gedownload
pl: Wyemitowano %1$(time)@, jeszcze nie pobrano
pt_br: Exibido %1$(time)@, ainda não baixado
ru: Вышло %1$(time)@, ещё не загружено
tr: %1$(time)@ yayınlandı, henüz indirilmedi
zh_hans: 已于%1$(time)@播出，尚未下载
zh_hant: 已於%1$(time)@播出，尚未下載

# media.release.episode.label
source: Aired %1$(time)@
ar: بُثّ %1$(time)@
de: Ausgestrahlt %1$(time)@
es: Emitido %1$(time)@
fr: Diffusion %1$(time)@
it: In onda %1$(time)@
ja: %1$(time)@に放送
ko: %1$(time)@ 방영
nl: Uitgezonden %1$(time)@
pl: Wyemitowano %1$(time)@
pt_br: Exibido %1$(time)@
ru: Вышло %1$(time)@
tr: %1$(time)@ yayınlandı
zh_hans: 已于%1$(time)@播出
zh_hant: 已於%1$(time)@播出

# media.release.movie.accessibilityLabel
source: Released %1$(time)@, not downloaded yet
ar: صدر %1$(time)@، لم يُنزَّل بعد
de: Erschienen %1$(time)@, noch nicht heruntergeladen
es: Estrenada %1$(time)@, todavía sin descargar
fr: Sortie %1$(time)@, pas encore téléchargé
it: Uscito %1$(time)@, non ancora scaricato
ja: %1$(time)@に公開済み、まだダウンロードされていません
ko: %1$(time)@ 개봉됨, 아직 다운로드되지 않음
nl: Uitgebracht %1$(time)@, nog niet gedownload
pl: Premiera %1$(time)@, jeszcze nie pobrano
pt_br: Lançado %1$(time)@, ainda não baixado
ru: Вышел %1$(time)@, ещё не загружен
tr: %1$(time)@ yayımlandı, henüz indirilmedi
zh_hans: 已于%1$(time)@上映，尚未下载
zh_hant: 已於%1$(time)@上映，尚未下載

# media.release.movie.label
source: Released %1$(time)@
ar: صدر %1$(time)@
de: Erschienen %1$(time)@
es: Estrenada %1$(time)@
fr: Sortie %1$(time)@
it: Uscito %1$(time)@
ja: %1$(time)@に公開
ko: %1$(time)@ 개봉
nl: Uitgebracht %1$(time)@
pl: Premiera %1$(time)@
pt_br: Lançado %1$(time)@
ru: Вышел %1$(time)@
tr: %1$(time)@ yayımlandı
zh_hans: 已于%1$(time)@上映
zh_hant: 已於%1$(time)@上映

# settings.appearance.footer
source: A soft accent gradient and film grain behind the lists and widgets. Rows keep their contrast.
ar: تدرّج لوني ناعم وحبيبات فيلم خلف القوائم والأدوات. تحافظ الصفوف على تباينها.
de: Ein sanfter Akzentverlauf mit Filmkorn hinter Listen und Widgets. Die Zeilen behalten ihren Kontrast.
es: Un degradado de acento suave y grano de película detrás de las listas y los widgets. Las filas conservan su contraste.
fr: Un léger dégradé et un grain de pellicule derrière les listes et les widgets. Les lignes gardent leur contraste.
it: Una sfumatura tenue del colore d’accento e una grana da pellicola dietro elenchi e widget. Le righe mantengono il contrasto.
ja: リストとウィジェットの背景に、やわらかなアクセントグラデーションとフィルムグレインを加えます。行のコントラストは維持されます。
ko: 목록과 위젯 뒤에 부드러운 강조색 그라데이션과 필름 그레인을 더합니다. 행의 대비는 유지됩니다.
nl: Een zachte accentgradiënt en filmkorrel achter lijsten en widgets. Rijen behouden hun contrast.
pl: Delikatny gradient akcentu i ziarno filmowe za listami i widżetami. Wiersze zachowują kontrast.
pt_br: Um gradiente de destaque suave e granulação de filme atrás das listas e dos widgets. As linhas mantêm o contraste.
ru: Мягкий акцентный градиент и зернистость за списками и виджетами. Контраст строк сохраняется.
tr: Listelerin ve widget’ların arkasında yumuşak bir vurgu gradyanı ve film greni. Satırlar kontrastını korur.
zh_hans: 在列表和小组件后方加入柔和的强调色渐变与胶片颗粒。各行保持原有对比度。
zh_hant: 在列表和小工具後方加入柔和的強調色漸層與底片顆粒。各列保持原有對比度。

# settings.appearance.texture.label
source: Background texture
ar: نسيج الخلفية
de: Hintergrundtextur
es: Textura de fondo
fr: Texture du fond
it: Texture dello sfondo
ja: 背景テクスチャ
ko: 배경 질감
nl: Achtergrondtextuur
pl: Tekstura tła
pt_br: Textura do fundo
ru: Текстура фона
tr: Arka plan dokusu
zh_hans: 背景纹理
zh_hant: 背景紋理

# settings.appearance.texture.off
source: Off
ar: بدون
de: Aus
es: Desactivada
fr: Aucune
it: Disattivata
ja: オフ
ko: 끔
nl: Uit
pl: Wył.
pt_br: Desativada
ru: Выкл.
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

# settings.appearance.texture.strong
source: Strong
ar: قوي
de: Kräftig
es: Intensa
fr: Marquée
it: Intensa
ja: 強め
ko: 진하게
nl: Sterk
pl: Mocna
pt_br: Intensa
ru: Насыщенная
tr: Güçlü
zh_hans: 浓郁
zh_hant: 濃郁

# settings.appearance.texture.subtle
source: Subtle
ar: خفيف
de: Dezent
es: Sutil
fr: Légère
it: Tenue
ja: 控えめ
ko: 은은하게
nl: Subtiel
pl: Subtelna
pt_br: Sutil
ru: Лёгкая
tr: Hafif
zh_hans: 柔和
zh_hant: 柔和

# settings.appearance.tint.black
source: Black
ar: أسود
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: ブラック
ko: 검정
nl: Zwart
pl: Czarny
pt_br: Preto
ru: Чёрный
tr: Siyah
zh_hans: 黑
zh_hant: 黑

# settings.appearance.tint.ember
source: Ember
ar: جمر
de: Glut
es: Brasa
fr: Braise
it: Brace
ja: エンバー
ko: 잔불
nl: Gloed
pl: Żar
pt_br: Brasa
ru: Жар
tr: Kor
zh_hans: 余烬
zh_hant: 餘燼

# settings.appearance.tint.forest
source: Forest
ar: غابة
de: Wald
es: Bosque
fr: Forêt
it: Foresta
ja: フォレスト
ko: 숲
nl: Bos
pl: Las
pt_br: Floresta
ru: Лес
tr: Orman
zh_hans: 森林
zh_hant: 森林

# settings.appearance.tint.graphite
source: Graphite
ar: غرافيت
de: Graphit
es: Grafito
it: Grafite
ja: グラファイト
ko: 그래파이트
nl: Grafiet
pl: Grafit
pt_br: Grafite
ru: Графит
tr: Grafit
zh_hans: 石墨
zh_hant: 石墨

# settings.appearance.tint.indigo
source: Indigo
ar: نيلي
es: Índigo
it: Indaco
ja: インディゴ
ko: 인디고
pl: Indygo
pt_br: Índigo
ru: Индиго
tr: Çivit
zh_hans: 靛蓝
zh_hant: 靛藍

# settings.appearance.tint.label
source: Tint
ar: اللون
de: Farbton
es: Tono
fr: Teinte
it: Tinta
ja: ティント
ko: 색조
pl: Odcień
pt_br: Tom
ru: Оттенок
tr: Renk tonu
zh_hans: 色调
zh_hant: 色調

# settings.appearance.tint.ocean
source: Ocean
ar: محيط
de: Ozean
es: Océano
fr: Océan
it: Oceano
ja: オーシャン
ko: 오션
nl: Oceaan
pt_br: Oceano
ru: Океан
tr: Okyanus
zh_hans: 海洋
zh_hant: 海洋

# settings.appearance.tint.orchid
source: Orchid
ar: أوركيد
de: Orchidee
es: Orquídea
fr: Orchidée
it: Orchidea
ja: オーキッド
ko: 오키드
nl: Orchidee
pl: Orchidea
pt_br: Orquídea
ru: Орхидея
tr: Orkide
zh_hans: 兰花
zh_hant: 蘭花

# settings.appearance.tint.sunset
source: Sunset
ar: غروب
de: Abendrot
es: Atardecer
fr: Coucher de soleil
it: Tramonto
ja: サンセット
ko: 선셋
nl: Zonsondergang
pl: Zachód słońca
pt_br: Pôr do sol
ru: Закат
tr: Gün batımı
zh_hans: 日落
zh_hant: 日落

# settings.appearance.tint.white
source: White
ar: أبيض
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: ホワイト
ko: 흰색
nl: Wit
pl: Biały
pt_br: Branco
ru: Белый
tr: Beyaz
zh_hans: 白
zh_hant: 白

# settings.appearance.title
source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Оформление
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

# settings.banner.dismiss.accessibilityHint
source: Dismisses the message.
ar: يُخفي الرسالة.
de: Blendet die Meldung aus.
es: Descarta el mensaje.
fr: Masque le message.
it: Chiude il messaggio.
ja: メッセージを閉じます。
ko: 메시지를 닫습니다.
nl: Sluit het bericht.
pl: Zamyka wiadomość.
pt_br: Fecha a mensagem.
ru: Скрывает сообщение.
tr: Mesajı kapatır.
zh_hans: 关闭该消息。
zh_hant: 關閉訊息。

# settings.banner.error.accessibilityLabel
source: Settings error. %1$(message)@
ar: خطأ في الإعدادات. %1$(message)@
de: Einstellungsfehler. %1$(message)@
es: Error de ajustes. %1$(message)@
fr: Erreur de réglages. %1$(message)@
it: Errore nelle impostazioni. %1$(message)@
ja: 設定エラー。%1$(message)@
ko: 설정 오류. %1$(message)@
nl: Instellingenfout. %1$(message)@
pl: Błąd ustawień. %1$(message)@
pt_br: Erro nos ajustes. %1$(message)@
ru: Ошибка настроек. %1$(message)@
tr: Ayarlar hatası. %1$(message)@
zh_hans: 设置错误。%1$(message)@
zh_hant: 設定錯誤。%1$(message)@

# settings.banner.success.accessibilityLabel
source: Settings saved. %1$(message)@
ar: تم حفظ الإعدادات. %1$(message)@
de: Einstellungen gesichert. %1$(message)@
es: Ajustes guardados. %1$(message)@
fr: Réglages enregistrés. %1$(message)@
it: Impostazioni salvate. %1$(message)@
ja: 設定を保存しました。%1$(message)@
ko: 설정 저장됨. %1$(message)@
nl: Instellingen bewaard. %1$(message)@
pl: Ustawienia zapisane. %1$(message)@
pt_br: Ajustes salvos. %1$(message)@
ru: Настройки сохранены. %1$(message)@
tr: Ayarlar kaydedildi. %1$(message)@
zh_hans: 设置已保存。%1$(message)@
zh_hant: 設定已儲存。%1$(message)@

# settings.connection.success.label
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączono
pt_br: Conectado
ru: Подключено
tr: Bağlandı
zh_hans: 已连接
zh_hant: 已連線

# settings.connection.test.button
source: Test Connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Verifica connessione
ja: 接続をテスト
ko: 연결 테스트
nl: Verbinding testen
pl: Testuj połączenie
pt_br: Testar conexão
ru: Проверить подключение
tr: Bağlantıyı test et
zh_hans: 测试连接
zh_hant: 測試連線

# settings.connection.testing.label
source: Testing…
ar: جارٍ الاختبار…
de: Wird getestet…
es: Probando…
fr: Test en cours…
it: Verifica in corso…
ja: テスト中…
ko: 테스트 중…
nl: Testen…
pl: Testowanie…
pt_br: Testando…
ru: Проверка…
tr: Test ediliyor…
zh_hans: 正在测试…
zh_hant: 正在測試…

# settings.connection.version.label
source: Connected • %1$(version)@
ar: متصل • %1$(version)@
de: Verbunden • %1$(version)@
es: Conectado • %1$(version)@
fr: Connecté • %1$(version)@
it: Connesso • %1$(version)@
ja: 接続済み • %1$(version)@
ko: 연결됨 • %1$(version)@
nl: Verbonden • %1$(version)@
pl: Połączono • %1$(version)@
pt_br: Conectado • %1$(version)@
ru: Подключено • %1$(version)@
tr: Bağlandı • %1$(version)@
zh_hans: 已连接 • %1$(version)@
zh_hant: 已連線 • %1$(version)@

# settings.credentials.apiKey.placeholder
source: API key
ar: مفتاح API
de: API-Schlüssel
es: Clave de API
fr: Clé API
it: Chiave API
ja: API キー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt_br: Chave de API
ru: API-ключ
tr: API anahtarı
zh_hans: API 密钥
zh_hant: API 金鑰

# settings.credentials.missing.label
source: Missing
ar: مفقود
de: Fehlt
es: Falta
fr: Manquant
it: Mancante
ja: 未設定
ko: 없음
nl: Ontbreekt
pl: Brak
pt_br: Ausente
ru: Отсутствует
tr: Eksik
zh_hans: 缺失
zh_hant: 缺少

# settings.credentials.read.error
source: Secure credentials could not be read: %1$(error)@
ar: تعذّرت قراءة بيانات الاعتماد الآمنة: %1$(error)@
de: Sichere Zugangsdaten konnten nicht gelesen werden: %1$(error)@
es: No se pudieron leer las credenciales seguras: %1$(error)@
fr: Impossible de lire les identifiants sécurisés : %1$(error)@
it: Impossibile leggere le credenziali sicure: %1$(error)@
ja: 安全な認証情報を読み取れませんでした: %1$(error)@
ko: 보안 자격 증명을 읽을 수 없습니다: %1$(error)@
nl: Beveiligde aanmeldgegevens konden niet worden gelezen: %1$(error)@
pl: Nie można odczytać bezpiecznych danych logowania: %1$(error)@
pt_br: Não foi possível ler as credenciais seguras: %1$(error)@
ru: Не удалось прочитать защищённые учётные данные: %1$(error)@
tr: Güvenli kimlik bilgileri okunamadı: %1$(error)@
zh_hans: 无法读取安全凭据：%1$(error)@
zh_hant: 無法讀取安全憑證：%1$(error)@

# settings.credentials.stored.label
source: Stored
ar: محفوظ
de: Gespeichert
es: Guardada
fr: Enregistré
it: Salvata
ja: 保存済み
ko: 저장됨
nl: Opgeslagen
pl: Zapisano
pt_br: Salva
ru: Сохранено
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已儲存

# settings.credentials.storedApiKey.placeholder
source: API key (stored)
ar: مفتاح API (محفوظ)
de: API-Schlüssel (gespeichert)
es: Clave de API (guardada)
fr: Clé API (enregistrée)
it: Chiave API (salvata)
ja: API キー（保存済み）
ko: API 키(저장됨)
nl: API-sleutel (opgeslagen)
pl: Klucz API (zapisany)
pt_br: Chave de API (salva)
ru: API-ключ (сохранён)
tr: API anahtarı (kaydedildi)
zh_hans: API 密钥（已保存）
zh_hant: API 金鑰（已儲存）
